acpi
acpid
alacritty
amd-ucode
base
base-devel
bash-completion
bat
blueman
bluez
bluez-utils
brightnessctl
clang
dosfstools
efibootmgr
fd
feh
firefox
foot
fprintd
fzf-tab-git
gammastep
git
git-delta
grub
htop
hyprland
hyprlock
hyprpaper
hyprpicker
linux
linux-firmware
linux-headers
man-db
man-pages
mesa
neofetch
neovim
networkmanager
nordvpn-bin
noto-fonts
noto-fonts-emoji
openssh
otf-font-awesome
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
powertop
reflector
rofi
sudo
thermald
tlp
tlp-pd
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-liberation
ufw
unzip
vim
waybar
wev
wget
wireplumber
wl-clipboard
xf86-video-amdgpu
xorg-xwayland
zathura
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting
zsh-history-substring-search
zsh-you-should-use
